[M_BFFs MissionDefinition]
MissionName="Ladrão Que Rouba Ladrão"
MissionDescription="Quatro brutamontes desmiolados discutem entre si sobre quem roubou uma parte dos espólios do bando. Apenas um deles está dizendo a verdade. Você precisa descobrir quem é o ladrão-safado-sem-vergonha e meter um tiro na cara do infeliz."
TurnInDescription="Você intermediou uma situação muito tensa."
MissionSummary="Investigue e descubra quem roubou os espólios."
MissionGiver="Sam Matthews"
MissionTurnInLocation="Sam Matthews"
TeaserText="Trata-se de uma desavença truculenta!"

[M_BFFs:MissionStartCollection MissionObjectiveSetCollectionDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BFFs:QuestionGroupSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BFFs:QuestionJim MissionObjectiveDefinition]
ProgressMessage="Interrogue Jim"

[M_BFFs:QuestionLindy MissionObjectiveDefinition]
ProgressMessage="Interrogue Lindy"

[M_BFFs:QuestionOCantler MissionObjectiveDefinition]
ProgressMessage="Interrogue O'Cantler"

[M_BFFs:QuestionSam MissionObjectiveDefinition]
ProgressMessage="Interrogue Sam"

[M_BFFs:ShootSomeoneDescriptionUpdateSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Quatro brutamontes desmiolados discutem entre si sobre quem roubou uma parte dos espólios do bando. Apenas um deles está dizendo a verdade. Você precisa descobrir quem é o ladrão-safado-sem-vergonha e meter um tiro na cara do infeliz. \n\nVocê interrogou os quatro brutamontes, porém, apenas um deles disse a verdade. Lindy afirma que Sam roubou o dinheiro. Sam disse que foi o O’Cantler. Jim sustenta que não foi ele quem roubou. O’Cantler disse que Sam está mentindo.\n"

[M_BFFs:ShootThief MissionObjectiveDefinition]
ProgressMessage="Elimine o ladrão"

[M_BFFs:ShotCorrectGuySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_BFFs:ShotWrongGuySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

